{
  "id": "CAL01",
  "titulo": "Texto calibrador tipo INVOX",
  "texto_original": "TC DE TÓRAX Y ABDOMEN CON CONTRASTE EV:\n\nTÉCNICA:\nSe realiza TC de tórax y abdomen tras la administración de contraste endovenoso.\n\nHALLAZGOS:\nEstructuras mediastínicas sin alteraciones significativas. Arteria pulmonar de calibre normal. No se observan signos de TEP central.\nNo se observan adenopatías supraclaviculares o axilares aumentadas de tamaño. No se observan adenopatías mediastínicas o hiliares aumentadas de tamaño.\nParénquima pulmonar sin consolidaciones, nódulos ni signos de ocupación alveolar. Espacios pleurales libres.\n\nHígado de tamaño y morfología normales. Parénquima con captación homogénea de contraste endovenoso. Leve esteatosis hepática. Quiste hepático en segmento 4 de 18 mm. Nódulo hipodenso en segmento 8 de 12 mm de aspecto benigno.\nVena porta, venas suprahepáticas y eje esplenoportal permeables.\nNo se observa dilatación de la vía biliar intra o extrahepática. Vesícula biliar sin litiasis ni signos inflamatorios.\n\nBazo de tamaño y morfología normales. Pequeño quiste esplénico de 9 mm.\nPáncreas de tamaño y morfología normales. No se observa dilatación del conducto de Wirsung.\nGlándulas suprarrenales de tamaño y morfología normales.\n\nRiñones de tamaño y morfología normales. No se observan litiasis renales ni ureterales. Pequeños quistes corticales bilaterales, los mayores de 12 mm en riñón derecho.\nDoble sistema excretor izquierdo sin signos de obstrucción. Cicatrices corticales renales en polo inferior izquierdo.\n\nVejiga urinaria a medio repleción. Engrosamiento mural difuso con componente asimétrico en pared posterior y lateral izquierda. Aumento de densidad de la grasa perivesical.\nPrótesis total de cadera izquierda. Hernia inguinal derecha con contenido graso en su interior.\n\nColon con divertículos múltiples en sigma. Engrosamiento mural focal de 5 cm con infiltración grasa adyacente y finas láminas de líquido libre, sugestivo de diverticulitis.\nNo se observan colecciones, neumoperitoneo ni adenopatías intraabdominales aumentadas de tamaño.\n\nFusión intersomática L4-L5. Fractura por aplastamiento del cuerpo vertebral de L2. Cambios degenerativos con osteofitos marginales en D12-L1 y retropulsión de fragmentos de 10 mm sobre el canal medular.\n\nSin otros hallazgos.",
  "transcripcion_usuario": "",
  "diferencias_detectadas": [],
  "comentarios": ""
}